Repository: rolbk/ethmensa
Catalog: ethmensa/App/Localizable.xcstrings
Source language: en
Languages: de, fr, it

source: %@ is not supported on this device
de: %@ wird auf diesem Gerät nicht unterstützt
fr: %@ n'est pas pris en charge sur cet appareil
it: %@ non è supportato su questo dispositivo

# %@_PERMISSION_DENIED_MESSAGE
source: %@ permission denied
de: %@ Berechtigung verweigert
fr: Permission %@ refusée
it: Permesso %@ negato

source: %lld allergens selected
de: %lld Allergene ausgewählt
fr: %lld allergènes sélectionnés
it: %lld allergeni selezionati

source: About %@
de: Über %@
fr: À propos de %@
it: Informazioni su %@

# ACCESS_LEGI_CARD_IN_APP
source: Access your Legi Card in-app
de: Greife in der App auf deine Legi Card zu
fr: Accédez à votre carte Legi dans l'application
it: Accedi alla tua Legi Card nell'app

source: Advanced settings
de: Erweiterte Einstellungen
fr: Paramètres avancés
it: Impostazioni avanzate

# ADVANCED_SETTINGS_FOOTER_MESSAGE
source: Only use these settings if you encounter issues with the app or have been advised to by the developer.
de: Verwenden Sie diese Einstellungen nur, wenn Sie Probleme mit der App haben oder vom Entwickler dazu geraten wurden.
fr: N'utilisez ces paramètres que si vous rencontrez des problèmes avec l'application ou si le développeur vous y a conseillé.
it: Utilizzare queste impostazioni solo se si riscontrano problemi con l'app o se è stata consigliata dal sviluppatore.

source: All
de: Alle
fr: Tout
it: Tutti

source: All locations
de: Alle Standorte
fr: Tous les emplacements
it: Tutte le posizioni

source: Allergens
de: Allergene
fr: Allergènes
it: Allergeni

source: Appearance
de: Ansicht
fr: Apparence
it: Aspetto

source: celery
de: Sellerie
fr: céleri
it: sedano

source: Check out ETH Video
de: Entdecken Sie ETH Video
fr: Découvrez ETH Video
it: Scopri ETH Video

source: Check out today's Mensa menu!
de: Schauen Sie sich das heutige Mensa Menü an!
fr: Découvrez le menu Mensa d'aujourd'hui !
it: Controlla il menu Mensa di oggi!

source: Close
de: Schliessen
fr: Fermer
it: Chiudi

source: Contact
de: Kontakt
fr: Contacter
it: Contatta il supporto

source: Contains: %@
de: Enthält: %@
fr: Contient : %@
it: Contiene: %@

source: Continue
de: Weiter
fr: Continuer
it: Continua

source: Copy
de: Kopieren
fr: Copier
it: Copia

source: crustaceans
de: Krustentiere
fr: crustacés
it: crostacei

source: Current status
de: Aktueller Status
fr: État actuel
it: Stato attuale

source: Currently open
de: Derzeit geöffnet
fr: Actuellement ouvert
it: Attualmente aperto

source: Default
de: Standard
fr: Par défaut
it: Predefinito

source: Developed by
de: Entwickelt von
fr: Développé par
it: Sviluppato da

source: eggs
de: Eier
fr: oeufs
it: uova

source: Enable notifications
de: Benachrichtigungen aktivieren
fr: Activer les notifications
it: Abilita le notifiche

# ENABLE_NOTIFICATIONS_FOOTER
source: Get a time-sensitive notification of the menu automatically on weekdays.
de: Erhalte eine dringliche Benachrichtigung des Menüs automatisch an Wochentagen.
fr: Recevez une notification urgente du menu automatiquement les jours de la semaine.
it: Ricevi una notifica tempestiva del menu automaticamente nei giorni feriali.

source: External
de: Extern
fr: Externe
it: Esterno

source: Filter options
de: Filteroptionen
fr: Options de filtre
it: Opzioni di filtro

source: fish
de: Fisch
fr: poisson
it: pesce

source: General
de: Allgemein
fr: Général
it: Generale

source: Hide Mensas without menus
de: Mensen ohne Menüs ausblenden
fr: Masquer les Mensas sans menus
it: Nascondi le Mensa senza menu

# HONGG_MENSAS
source: Höngg Mensas
de: Mensen am Hönggerberg
fr: Mensas de Hönggerberg
it: Mensas di Hönggerberg

source: iCloud unavailable
de: iCloud nicht verfügbar
fr: iCloud indisponible
it: iCloud non disponibile

source: Internet connection required!
de: Internetverbindung erforderlich!
fr: Connexion Internet requise !
it: È necessaria la connessione a Internet!

# INTERNET_CONNECTION_REQUIRED_MESSAGE
source: A functioning internet connection is required to use the app.
de: Eine funktionierende Internetverbindung ist erforderlich, um die App zu benutzen.
fr: Une connexion Internet fonctionnelle est requise pour utiliser l'application.
it: È necessaria una connessione internet funzionante per utilizzare l'app.

# INTERNET_CONNECTION_REQUIRED_MESSAGE_2_WIFI
source: Please check your WiFi connection.
de: Bitte prüfe deine WLAN-Verbindung.
fr: Veuillez vérifier votre connexion Wi-Fi.
it: Controlla la tua connessione WiFi.

# INTERNET_CONNECTION_REQUIRED_MESSAGE_2_WIFI/CELLULAR
source: Please check your WiFi or cellular connection.
de: Bitte prüfe deine WLAN- oder mobile Verbindung.
fr: Veuillez vérifier votre connexion Wi-Fi ou cellulaire.
it: Controlla la tua connessione WiFi o cellulare.

source: Irchel Mensas
de: Mensen am Irchel
fr: Mensas d'Irchel
it: Mensas di Irchel

source: lactose
de: Laktose
it: lattosio

source: Language
de: Sprache
fr: Langue
it: Lingua

# LANGUAGE_CHANGE_ON_APP_RESTART
source: Language changes will go into effect when restarting the app.
de: Sprachänderungen werden nach einem Neustart der App wirksam.
fr: Les changements de langue seront pris en compte au redémarrage de l’app.
it: Le modifiche della lingua avranno effetto al riavvio dell'app.

source: Large view
de: Grosse Ansicht
fr: Vue large
it: Vista grande

source: Legi Card
de: Legi Karte
fr: Carte Legi

# LEGI_CARD_SUBTITLE
source: The ETH Zürich Legi Card is going digital! Access it in-app, from the Lockscreen or the Control Center. Works at any ETH and USZ Mensa.
de: Die ETH Zürich Legi Card wird digital! Greife in der App, über den Sperrbildschirm oder das Kontrollzentrum darauf zu. Funktioniert in jeder ETH und USZ Mensa.
fr: La carte Legi de l'ETH Zürich devient numérique ! Accédez-y dans l'application, depuis l'écran de verrouillage ou le Centre de contrôle. Fonctionne dans toutes les Mensas ETH et USZ.
it: La Legi Card di ETH Zürich diventa digitale! Accedila nell'app, dalla schermata di blocco o dal Centro di Controllo. Funziona in qualunque Mensa ETH e USZ.

source: Location
de: Standort
fr: Lieu
it: Posizione

source: Locations-based notifications
de: Standortbasierte Benachrichtigungen
fr: Notifications basées sur l'emplacement
it: Notifiche basate sulla posizione

# LOCATIONS_BASED_NOTIFICATIONS_FOOTER
source: Only get notifications if you are near ETH Zentrum or ETH Hönggerberg. This requires "always" access to your location. The app uses geofencing, meaning that the app is not directly accessing your location. It is only notified by your device when you enter or leave the campus. This solely uses on-device processing, no logs are kept and your location data never leaves your device.
de: Erhalte Benachrichtigungen nur, wenn du dich in der Nähe des ETH Zentrums oder ETH Hönggerberg befindest. Dies erfordert "Immer" Zugriff auf deinen Standort. Die App verwendet Geofencing, was bedeutet, dass die App nicht direkt auf deinen Standort zugreift. Sie wird nur von deinem Gerät benachrichtigt, wenn du den Campus betrittst oder verlässt. Dies erfolgt ausschließlich mit der Verarbeitung auf dem Gerät, es werden keine Protokolle gespeichert und deine Standortdaten verlassen niemals dein Gerät.
fr: Recevez des notifications uniquement si vous êtes près d'ETH Zentrum ou d'ETH Hönggerberg. Cela nécessite un accès "toujours" à votre emplacement. L'application utilise le géofencing, ce qui signifie que l'application n'accède pas directement à votre emplacement. Elle est seulement informée par votre appareil lorsque vous entrez ou quittez le campus. Cela utilise uniquement le traitement sur l'appareil, aucun journal n'est conservé et vos données de localisation ne quittent jamais votre appareil.
it: Ricevi notifiche solo se sei vicino a ETH Zentrum o ETH Hönggerberg. Questo richiede l'accesso "sempre" alla tua posizione. L'app utilizza il geofencing, il che significa che l'app non accede direttamente alla tua posizione. Viene solo avvisata dal tuo dispositivo quando entri o esci dal campus. Questo utilizza esclusivamente l'elaborazione sul dispositivo, nessun log viene mantenuto e i dati della tua posizione non lasciano mai il tuo dispositivo.

source: lupin
de: Lupine
it: lupino

source: Meal
de: Mahlzeit
fr: Repas
it: Pasto

source: Mensa cell size
de: Mensa-Zellengrösse
fr: Taille de la cellule Mensa
it: Dimensione della cella Mensa

source: Menu
de: Menü

source: Minimal view
de: Minimale Ansicht
fr: Vue minimale
it: Vista minima

source: molluscs
de: Weichtiere
fr: mollusques
it: molluschi

source: mustard
de: Senf
fr: moutarde
it: senape

source: My allergens
de: Meine Allergene
fr: Mes allergènes
it: I miei allergeni

source: No
de: Nein
fr: Non

source: No allergens selected
de: Keine Allergene ausgewählt
fr: Aucun allergène sélectionné
it: Nessun allergene selezionato

source: No Mensa selected
de: Keine Mensa ausgewählt
fr: Aucune Mensa sélectionnée
it: Nessuna Mensa selezionata

# NO_MENSA_SELECTED_MESSAGE
source: Please select a Mensa to see its menus for the week.
de: Bitte wählen Sie eine Mensa, um ihre Menüs für die Woche zu sehen.
fr: Veuillez sélectionner une Mensa pour voir ses menus pour la semaine.
it: Seleziona una Mensa per vedere i suoi menu della settimana.

source: No menu
de: Kein Menü
fr: Aucun menu
it: Nessun menu

# NO_MENU_ON_THIS_DAY
source: Unfortunately, there is no menu available on this day. Maybe the Mensa is closed or the menu has not been published.
de: Leider ist an diesem Tag kein Menü verfügbar. Vielleicht ist die Mensa geschlossen oder das Menü wurde noch nicht veröffentlicht.
fr: Malheureusement, aucun menu n'est disponible ce jour-là. Peut-être que la Mensa est fermée ou que le menu n'a pas été publié.
it: Sfortunatamente, non è disponibile alcun menu in questo giorno. Forse la Mensa è chiusa o il menu non è stato pubblicato.

source: No results
de: Keine Ergebnisse
fr: Aucun résultat
it: Nessun risultato

source: No results for selected filters.
de: Keine Ergebnisse für die ausgewählten Filter.
fr: Aucun résultat pour les filtres sélectionnés.
it: Nessun risultato per i filtri selezionati.

source: No weekday allergen filter
de: Kein Allergiefilter für Wochentage
fr: Aucun filtre d'allergène en semaine
it: Nessun filtro allergeni per giorni della settimana

source: Not supported
de: Nicht unterstützt
fr: Non pris en charge
it: Non supportato

source: Notification sound
de: Benachrichtigungston
fr: Son de notification
it: Suono di notifica

source: Notifications
de: Benachrichtigungen
it: Notifiche

source: nuts
de: Nüsse
fr: noix
it: noci

# ONBOARDING_FEATURE_1_DESCRIPTION
source: See the menus of various ETH Zürich and UZH Mensas with descriptions, images and allergens.
de: Sieh dir die Menüs der verschiedenen ETH Zürich und UZH Mensas mit Beschreibungen, Bildern und Allergenen an.
fr: Consultez les menus de diverses Mensas ETH Zürich et UZH avec descriptions, images et allergènes.
it: Guarda i menu delle varie Mensa ETH Zürich e UZH con descrizioni, immagini e allergeni.

# ONBOARDING_FEATURE_1_TITLE
source: Check weekly menus
de: Wöchentliche Menüs überprüfen
fr: Vérifier les menus hebdomadaires
it: Controlla i menu settimanali

# ONBOARDING_FEATURE_2_DESCRIPTION
source: The ETH Zürich Legi Card is now digital! Access it in-app, from the Lockscreen or the Control Center by placing a Widget Control there. Works at any ETH and USZ Mensa.
de: Die ETH Zürich Legi Card ist jetzt digital! Greife in der App, über den Sperrbildschirm oder das Kontrollzentrum zu, indem du dort ein Widget platzierst. Funktioniert in jeder ETH und USZ Mensa.
fr: La carte Legi de l'ETH Zürich est maintenant numérique ! Accédez-y dans l'application, depuis l'écran de verrouillage ou le Centre de contrôle en plaçant un widget de contrôle à cet endroit. Fonctionne dans toutes les Mensas ETH et USZ.
it: La Legi Card di ETH Zürich è ora digitale! Accedila nell'app, dalla schermata di blocco o dal Centro di Controllo posizionando lì un Widget. Funziona in qualunque Mensa ETH e USZ.

# ONBOARDING_FEATURE_2_TITLE
source: Legi Card in-app
de: Legi Card in der App
fr: Carte Legi dans l'application
it: Legi Card nell'app

# ONBOARDING_PRIVACY_POLICY_MESSAGE
source: The app does not contain any tracking or analytics whatsoever. If you experience any issue, please get in touch using the in-app options.
de: Die App enthält keine Tracking- oder Analysefunktionen. Wenn du ein Problem hast, kontaktiere uns bitte über die In-App-Optionen.
fr: L'application ne contient aucun suivi ni analyse. Si vous rencontrez un problème, veuillez nous contacter en utilisant les options dans l'application.
it: L'app non contiene alcun tracciamento o analisi. Se riscontri problemi, ti preghiamo di contattarci utilizzando le opzioni disponibili nell'app.

source: Open
de: Offen
fr: Ouvert
it: Aperto

source: Open and closed
de: Offen und geschlossen
fr: Ouvert et fermé
it: Aperto e chiuso

# OPEN_APP_AND_SHOW_CURRENTLY_OPEN
source: Open the app and show currently open Mensas.
de: Öffne die App und zeige die derzeit geöffneten Mensen an.
fr: Ouvrez l'application et montrez les Mensas actuellement ouvertes.
it: Apri l'app e mostra le mense attualmente aperte.

# OPEN_APP_AND_SHOW_HONGG_MENSAS
source: Open the app and show Hönggerberg Mensas.
de: Öffne die App und zeige die Hönggerberg Mensen an.
fr: Ouvrez l'application et montrez les Mensas de Hönggerberg.
it: Apri l'app e mostra le mense di Hönggerberg.

# OPEN_APP_AND_SHOW_IRCHEL_MENSAS
source: Open the app and show Irchel Mensas.
de: Öffne die App und zeige die Irchel Mensen an.
fr: Ouvrez l'application et montrez les Mensas d'Irchel.
it: Apri l'app e mostra le mense di Irchel.

# OPEN_APP_AND_SHOW_ZENTRUM_MENSAS
source: Open the app and show Zentrum Mensas.
de: Öffne die App und zeige die Zentrum Mensen an.
fr: Ouvrir l'application et afficher les Mensas du Zentrum.
it: Apri l'app e mostra le Mensa di Zentrum.

source: Open only
de: Nur geöffnete
fr: Ouverts uniquement
it: Solo aperte

source: Open selected Mensa
de: Ausgewählte Mensa öffnen
fr: Ouvrir le Mensa sélectionné
it: Apri la Mensa selezionata

source: Open settings
de: Einstellungen öffnen
fr: Ouvrir les paramètres
it: Apri impostazioni

source: peanuts
de: Erdnüsse
fr: cacahuètes
it: arachidi

source: Permission denied
de: Zugriff verweigert
fr: Permission refusée
it: Permesso negato

source: Price to show
de: Preis anzeigen
fr: Prix à afficher
it: Prezzo da mostrare

# PRICE_TO_SHOW_FOOTER
source: This will dynamically determine which price to show you. In certain Mensas where some prices are not available, you would see the cheapest applicable price.
de: Dies wird dynamisch bestimmen, welchen Preis Ihnen angezeigt wird. In bestimmten Mensen, in denen einige Preise nicht verfügbar sind, würden Sie den günstigsten anwendbaren Preis sehen.
fr: Ceci déterminera dynamiquement quel prix vous afficher. Dans certaines Mensas où certains prix ne sont pas disponibles, vous verriez le prix applicable le moins cher.
it: Questo determinerà dinamicamente quale prezzo mostrarti. In alcune Mensas dove alcuni prezzi non sono disponibili, vedresti il prezzo più economico applicabile.

source: Privacy Policy
de: Datenschutzerklärung
fr: Politique de confidentialité
it: Informativa sulla privacy

source: Removes this filter
de: Entfernt diesen Filter
fr: Supprime ce filtre
it: Rimuove questo filtro

source: Reset filters
de: Filter zurücksetzen
fr: Réinitialiser les filtres
it: Reimposta filtri

source: Reset filters and search
de: Filter und Suche zurücksetzen
fr: Réinitialiser les filtres et rechercher
it: Reimposta filtri e cerca

source: Reset maps cache
de: Caches der Karten zurücksetzen
fr: Réinitialiser le cache des cartes
it: Reimposta cache mappe

source: Reset settings
de: Einstellungen zurücksetzen
fr: Réinitialiser les paramètres
it: Ripristina impostazioni

source: Reset settings and data
de: Einstellungen und Daten zurücksetzen
fr: Réinitialiser les paramètres et les données
it: Ripristina impostazioni e dati

source: Reset smart sorting
de: Intelligente Sortierung zurücksetzen
fr: Réinitialiser le tri intelligent
it: Ripristina ordinamento intelligente

source: Retry
de: Erneut versuchen
fr: Réessayer
it: Riprova

source: Review on App Store
de: Bewertung im App Store
fr: Laisser un avis sur l'App Store
it: Recensisci su App Store

source: Search in ETH Mensa
de: In ETH Mensa suchen
fr: Rechercher dans ETH Mensa
it: Ricerca in ETH Mensa

source: Search mensas
de: Mensen suchen
fr: Rechercher des mensas
it: Cerca mensas

source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni

source: Share App
de: App teilen
fr: Partager l'application
it: Condividi l'app

source: Show in menus
de: In Menüs anzeigen
fr: Afficher dans les menus
it: Mostra nei menu

source: Show Legi card
de: Legi-Karte anzeigen
fr: Afficher la carte Legi
it: Mostra la Legi card

# SHOW_LEGI_CARD_DESCRIPTION
source: Opens the app and show your Legi card.
de: Öffnet die App und zeigt deine Legi-Karte an.
fr: Ouvre l'application et affiche ta carte Legi.
it: Apre l'app e mostra la tua Legi card.

source: Smart sorting
de: Intelligente Sortierung
fr: Tri intelligent
it: Ordinamento intelligente

source: Sort by
de: Sortieren nach
fr: Trier par
it: Ordina per

source: Sorting by name
de: Sortieren nach Name
fr: Tri par nom
it: Ordinamento per nome

source: soya
de: Soja
fr: soja
it: soia

source: Staff
de: Mitarbeiter
fr: Personnel
it: Personale

source: Standard view
de: Standard Ansicht
fr: Vue standard
it: Vista standard

source: sulphurdioxide
de: Schwefeldioxid
fr: dioxyde de soufre
it: anidride solforosa

source: Sync settings
de: Einstellungen synchronisieren
fr: Paramètres de synchronisation
it: Sincronizza impostazioni

source: Syncing over iCloud
de: Synchronisieren über iCloud
fr: Synchronisation via iCloud
it: Sincronizzazione su iCloud

# SYNCING_OVER_ICLOUD_FOOTER
source: Sync your settings over iCloud to your other devices.
de: Synchronisieren Sie Ihre Einstellungen über iCloud mit Ihren anderen Geräten.
fr: Synchronisez vos paramètres via iCloud sur vos autres appareils.
it: Sincronizza le tue impostazioni su iCloud ai tuoi altri dispositivi.

source: There are no menus available today.
de: Heute sind keine Menüs verfügbar.
fr: Aucun menu disponible aujourd'hui.
it: Non ci sono menu disponibili oggi.

# THIS_ACTION_IS_IRREVERSIBLE
source: This actions is irreversible.
de: Diese Aktion ist unwiderruflich.
fr: Cette action est irréversible.
it: Questa azione è irreversibile.

source: Time of notifications
de: Zeit der Benachrichtigungen
fr: Heure des notifications
it: Ora delle notifiche

# TIME_OF_NOTIFICATIONS_FOOTER
source: Choose at which time you would like to receive the daily notification.
de: Wählen Sie, zu welcher Zeit Sie die tägliche Benachrichtigung erhalten möchten.
fr: Choisissez à quelle heure vous souhaitez recevoir la notification quotidienne.
it: Scegli a che ora desideri ricevere la notifica quotidiana.

# UNIVERSAL_LINK_NO_MENSA
source: Invalid URL
de: Ungültige URL
fr: URL invalide
it: URL non valido

# UNIVERSAL_LINK_NO_MENSA_MESSAGE
source: Something went wrong as no Mensa matches that URL. Check with the sender if they are using the latest version of the app.
de: Etwas ist schief gelaufen, da keine Mensa dieser URL entspricht. Überprüfen Sie mit dem Absender, ob er die neueste Version der App verwendet.
fr: Un problème est survenu car aucune Mensa ne correspond à cette URL. Vérifiez avec l'expéditeur s'il utilise la dernière version de l'application.
it: Qualcosa è andato storto poiché non ci sono corrispondenze Mensa per quell'URL. Controlla con il mittente se sta utilizzando l'ultima versione dell'app.

# UPDATE_GO_TO_APP_STORE
source: Go to App Store
de: Gehe zum App Store
fr: Aller sur l'App Store
it: Vai su App Store

source: Update required
de: Update erforderlich
fr: Mise à jour requise
it: Aggiornamento richiesto

# UPDATE_REQUIRED_LABEL_1
source: Thank you for being an active user of the app. Unfortunately your app is out-of-date and no longer supported by the server.
de: Vielen Dank, dass du ein aktiver Nutzer der App bist. Leider ist deine App veraltet und wird vom Server nicht mehr unterstützt.
fr: Merci d'être un utilisateur actif de l'application. Malheureusement, votre application est obsolète et n'est plus supportée par le serveur.
it: Grazie per essere un utente attivo dell'app. Purtroppo la tua app è obsoleta e non è più supportata dal server.

# UPDATE_REQUIRED_LABEL_2
source: For the best experience, it is suggested to turn on automatic updates in the App Store settings.
de: Für das beste Erlebnis wird empfohlen, die automatischen Updates in den App Store-Einstellungen zu aktivieren.
fr: Pour la meilleure expérience, il est conseillé d'activer les mises à jour automatiques dans les paramètres de l'App Store.
it: Per la migliore esperienza, si consiglia di attivare gli aggiornamenti automatici nelle impostazioni dell'App Store.

# UPDATE_TURN_ON_AUTOMATIC_UPDATES
source: Turn on automatic updates
de: Aktiviere automatische Updates
fr: Activer les mises à jour automatiques
it: Attiva aggiornamenti automatici

source: Weekday
de: Wochentag
fr: Jour de la semaine
it: Giorno della settimana

source: Welcome to
de: Willkommen bei
fr: Bienvenue à
it: Benvenuto in

source: What’s new in version %@
de: Was gibt es Neues in Version %@
fr: Quoi de neuf dans la version %@
it: Novità nella versione %@

source: wheat
de: Weizen
fr: blé
it: grano

source: Yes
de: Ja
fr: Oui
it: Sì

source: Zentrum Mensas
de: Zentrum Mensen

source: Debug
fr: Débogage

source: Email
fr: Envoyer un e‑mail
it: Invia email

source: Filter
fr: Filtrer
it: Filtro

source: Mensa name
fr: Nom de la Mensa
it: Nome mensa

source: sesame
fr: sésame
it: sesamo

source: Student
fr: Étudiant
it: Studente

source: gluten
it: glutine
